{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 100,
        "padding_bottom": 0
      }
    },
    "rich_text_VTBay6": {
      "type": "rich-text",
      "blocks": {
        "heading_4TVAkT": {
          "type": "heading",
          "settings": {
            "heading": "Playground Planning Checklist: Getting Started",
            "heading_size": "h0"
          }
        },
        "heading_fhANxA": {
          "type": "heading",
          "settings": {
            "heading": "HOW MUCH DOES A PLAYGROUND COST?",
            "heading_size": "h2"
          }
        },
        "button_fggQJR": {
          "type": "button",
          "settings": {
            "button_label": "Jump to Budget Calculator",
            "button_link": "https:\/\/theplaygroundstore.com\/pages\/getting-started\/#pg-budget-calc",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        },
        "text_kmMNiD": {
          "type": "text",
          "settings": {
            "text": "<p>A high-quality commercial-grade playground can be a big investment. Average costs start around $8,000 and can reach up to six figures. If you plan on building an elaborate series of play structures, climbers, and swings, you’re likely trending towards the higher end of the playground equipment cost scale. But if you’re just thinking of adding a few small independent play items (like a merry-go-round or a seesaw), your bill should stay near the bottom of that price range. It’s important to understand that your playground cost needs to cover shipping, installation and safety surfacing on top of the actual equipment. PlaygroundEquipment.com wants you to be successful in launching a recreation project. To that end, we advise creating a realistic budget for your playground purchase that includes accounting for the five most common expense categories:<\/p>"
          }
        },
        "heading_cUn9Xt": {
          "type": "heading",
          "settings": {
            "heading": "Playground Budgeting : Playground Planning Calculator",
            "heading_size": "h2"
          }
        },
        "text_wpYGHc": {
          "type": "text",
          "settings": {
            "text": "<p>This is our handy Playground Planning Calculator. It’s a great free budget tool for anyone starting down a playground building path that needs help determining spending. Simply enter a total budget amount in the initial field and use the arrow keys to slightly modify the number as needed. A helpful pie chart will then be created to display what percentage of your budget will need to be set aside for each of the big five expenses. Aside from the required equipment section, you can even uncheck any of the four remaining fields from inclusion if you know they won’t be necessary for your project (e.g. for do-it-yourself categories). The pie chart instantly transforms to reflect your new choices. And when you’re finished fine tuning your budget, you can email yourself a copy of the graphic to use in reports to share with others on a project team or as presentation material sent to outside investors or grant funders.<\/p><p>Any of the four categories of expenses except Equipment can be Do-It-Yourself. Use the checkboxes to recalculate the various fields according to the total budget. This process will help you determine purchasing power for playground equipment based on other factors.<\/p>"
          }
        }
      },
      "block_order": [
        "heading_4TVAkT",
        "heading_fhANxA",
        "button_fggQJR",
        "text_kmMNiD",
        "heading_cUn9Xt",
        "text_wpYGHc"
      ],
      "custom_css": [
        "p {text-align: left;}"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "scheme-5",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "budget_calculator_RLGMPb": {
      "type": "budget-calculator",
      "settings": {
        "color_scheme": "scheme-1",
        "padding_top": 36,
        "padding_bottom": 60
      }
    },
    "simple_text_FQQwjf": {
      "type": "simple-text",
      "custom_css": [

      ],
      "settings": {
        "color_scheme": "scheme-399d772c-5473-4d93-a407-2288d88a4cf1",
        "header": "1.) Finalize a Budget",
        "heading_font_size": 32,
        "paragraph": "<p>The funds available in your budget will be an important determining factor when beginning the playground planning process. On average, a commercial grade playground costs about $8,000. If you’re interested in investing in just a few smaller items like spring riders, slides or monkey bars, rather than large structures, it can be less. The pie graph on the left shows a typical break-down of costs to help budget playground equipment. If you are in need of funding, we recommend viewing our <a href=\"https:\/\/www.playgroundequipment.com\/playground-equipment-grants-and-stimulus-guide\/\">Grants and Stimulus guide <\/a>and our <a href=\"https:\/\/www.playgroundequipment.com\/fundraising\/\">Fundraising Guide<\/a>.<\/p>",
        "text_font_size": 18,
        "alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12
      }
    },
    "simple_text_WFfJcL": {
      "type": "simple-text",
      "custom_css": [
        ".simple-text-custom {width: 50%; float: left; height: 350px;}"
      ],
      "settings": {
        "color_scheme": "scheme-5",
        "header": "2.) Evaluate the Community",
        "heading_font_size": 32,
        "paragraph": "<p>Children of different ages need to have separate areas to play, as they all have different ability levels. This allows each age group to be sufficiently challenged while also staying safe on the playground. Another factor to consider is foot traffic. Will your site be near a busy sidewalk in a public area and visited often? This can determine the types of equipment, as well as the maintenance needs. Additionally, it is important to consider accessibility; all children benefit from socialization and play. Making accommodations for children with disabilities should include surfacing, ground play elements, ramps, ADA swings and more. Understanding the demographics of the community will help you design and implement an appropriate playground for the area.<\/p>",
        "text_font_size": 18,
        "alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12
      }
    },
    "simple_text_d9nYyY": {
      "type": "simple-text",
      "settings": {
        "color_scheme": "scheme-4",
        "header": "3.) Analyze the Space",
        "heading_font_size": 32,
        "paragraph": "<p>A commercial playground is a sizable investment worthy of protecting. Choosing an appropriate space and preparing your site for installation are two important factors to consider in the playground planning process. First, is there enough room to accommodate the playground you need? Additionally, is the land free of sitting water, busy roads, hazardous plants, steep slopes and utility lines? Natural landscapes can complement a play space and offer beauty to the location. But if too much work is needed, that will begin to eat away at your budget. Experts and assessors can help you determine if a site is right for your plans.<\/p>",
        "text_font_size": 18,
        "alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12
      }
    },
    "simple_text_eHfMrE": {
      "type": "simple-text",
      "settings": {
        "color_scheme": "scheme-1",
        "header": "4.) Determine the Timeline",
        "heading_font_size": 32,
        "paragraph": "<p>The project deadline can significantly affect the budget for equipment. A rushed project can result in higher overall costs. An average installation can take nine or more months to complete and custom structures may take even longer. If you are on a tight schedule, check out our selection of <a href=\"https:\/\/www.playgroundequipment.com\/products\/in-stock\/\">Quick-Ship Structures<\/a> and consider a diy customer install. It is ideal to plan ahead and allot a proper amount of time for this process. Start with your Grand Opening and work backwards, being sure to include the smaller steps in between. Begin the playground plans early on and form your team with plenty of time to dedicate to the project.<\/p>",
        "text_font_size": 18,
        "alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12
      }
    },
    "simple_text_rVAmAw": {
      "type": "simple-text",
      "settings": {
        "color_scheme": "scheme-399d772c-5473-4d93-a407-2288d88a4cf1",
        "header": "5.) Choose the Equipment",
        "heading_font_size": 32,
        "paragraph": "<p>Envisioning types and styles of playset designs is one of the most exciting parts of playground planning. But it’s also a stage where you’ll have to do some of your most in-depth research. Consider the ages of your future visitors, as differently-sized children have varying abilities when it comes to the types of play equipment they can safely maneuver. Our in-house team can also help bring your vision to life with playground design plans.<\/p><p>There are three major types of equipment that should be considered when planning your new playground:<\/p><ol><li><strong>Play Structures<\/strong> - Large play structures are typically the centerpiece of a play area. They are often made up of ramps, slides, raised decks and climbers and may incorporate a theme or unique color scheme. Choosing a play system first can help inspire the rest of the equipment choices.<\/li><li><strong>Swings<\/strong> - Swings are a favorite for children of all ages and a simple way to make your play area more appealing. Take a look at our age-appropriate and ADA accessible swing frames and seats to integrate this staple element into your playground.<\/li><li><strong>Independent Play<\/strong> - Independent play items are perfect for filling in the gaps and adding unique finishing touches to a playground. This can include a number of elements including, climbers, spring riders, freestanding musical instruments, merry-go-rounds and much more.<\/li><\/ol>",
        "text_font_size": 18,
        "alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12
      }
    },
    "video_plus_text_BbMdYt": {
      "type": "video-plus-text",
      "blocks": {
        "text_JfU4jD": {
          "type": "text",
          "settings": {
            "text_content_header": "Shipping",
            "text_content": "<p>Purchases will ship differently depending on the size, weight, and contents. Most playground equipment will ship freight, with only a few exceptions. It is packed into crates and carefully delivered to the site. We offer 29 in-stock structures that ship within one to two weeks, but custom structures will take more like six to eight weeks. This is an important factor in planning your timeline. Prepare for your equipment's day of arrival by either having a trustworthy crew of helpers on hand to unload the delivery or budgeting for professional unloading assistance.<\/p>",
            "text-alignment": "left",
            "background": "#ffffff"
          }
        }
      },
      "block_order": [
        "text_JfU4jD"
      ],
      "custom_css": [
        "p {font-size: 18px;}"
      ],
      "settings": {
        "header": "6.) Prepare for When & How You'll Take Delivery",
        "header-alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12,
        "video_url": "https:\/\/youtu.be\/Ys7CAvdgngY?si=SRhl6dvExXi2BCOK",
        "color_scheme": "scheme-5",
        "include_padding": false
      }
    },
    "simple_text_L974gb": {
      "type": "simple-text",
      "settings": {
        "color_scheme": "scheme-4",
        "header": "7.) Pan for Installation",
        "heading_font_size": 32,
        "paragraph": "<p>There are three main types of installation:<\/p><ul><li>Customer - This option is the most affordable for the customer and can save you some time. But it requires that your volunteers have the proper tools and know-how to get the job done safely. If you are considering coordinating the install yourself, think about having frequent meetings with your install team to be sure they have everything they need.<\/li><li>Supervised - A supervised install can save you thousands of dollars. A certified CPSI installer will coordinate the project and offer expert advice to assist your capable volunteers.<\/li><li>Professional - A full professional install will be the most hassle-free experience for customers but also has the highest price tag. The cost of installation is not included in equipment prices but it is worth it to know that your playground is being handled by trained professionals.<\/li><\/ul><p>Each of them have their own unique benefits. Talk to a representative to learn more about your install options. And take a look at our Installation Options video for more information!<\/p>",
        "text_font_size": 18,
        "alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12
      }
    },
    "simple_text_mwetR7": {
      "type": "simple-text",
      "settings": {
        "color_scheme": "",
        "header": "8.) Make a Maintenance Plan",
        "heading_font_size": 32,
        "paragraph": "<p>Extend the life of your investment and keep it looking nice and new by establishing a proper playground maintenance plan early on. Regular inspections and a weekly, monthly and yearly playground maintenance checklist will reduce the risk of serious damages or injuries. High frequency tasks include things like trash cleanup, surface raking and checking for vandalism. Low frequency tasks can be done annually and include hardware and moving component inspections that should be looked at by a certified inspector. Control the risk as an owner or operator by maintaining your playground to the highest standards. Frequent checks and fixes also reduce the chances of incurring bigger issues that are more costly to repair. Consider the manufacturer’s instructions as well as standards set by the<a href=\"https:\/\/cpsc.gov\/\" target=\"_blank\">CPSC<\/a>and<a href=\"https:\/\/www.astm.org\/\" target=\"_blank\">ASTM<\/a>. Take a look at our<a href=\"https:\/\/www.playgroundequipment.com\/playground-maintenance-guide\/\">Maintenance Guide<\/a>or check out the video below for more information.<\/p>",
        "text_font_size": 18,
        "alignment": "left",
        "padding_top": 4,
        "padding_bottom": 12
      }
    },
    "multicolumn_xFFKVP": {
      "type": "multicolumn",
      "blocks": {
        "column_xmn7z7": {
          "type": "column",
          "settings": {
            "title": "How much does commercial playground equipment cost?",
            "text": "<p>The price can vary based on the size of the space, type of equipment purchased, materials used to make the equipment, and safety surfacing. The average cost is around $8,000.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_UJNrhq": {
          "type": "column",
          "settings": {
            "title": "How do I know which products to buy?",
            "text": "<p>Playgrounds are installed in a variety of places, including schools, parks, HOAs, churches, hospitals and more. The right units for you will address your community’s specific requirements, including those defined by children's ages and special needs.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_4bTFCA": {
          "type": "column",
          "settings": {
            "title": "How long does playground purchasing take?",
            "text": "<p>It can take from two months to a year to go from purchase to complete installation, although this depends on several factors. On average, a custom structure will take roughly nine months if you are having it professionally installed.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_waeqp6": {
          "type": "column",
          "settings": {
            "title": "How much maintenance does it require?",
            "text": "<p>Playgrounds require weekly, monthly, and annual maintenance. The maintenance can be reduced by selecting lower maintenance safety surfacing.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_EtxmMe": {
          "type": "column",
          "settings": {
            "title": "Are there any codes that I need to comply with?",
            "text": "<p>The ASTM codes set the rules for playground equipment for children between the ages of 2 – 12. The CPSC has suggested guidelines for children between the ages of 6 – 24 months.<\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_xmn7z7",
        "column_UJNrhq",
        "column_4bTFCA",
        "column_waeqp6",
        "column_EtxmMe"
      ],
      "settings": {
        "title": "Frequently Asked Playground Planning Questions",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 3,
        "column_alignment": "left",
        "background_style": "primary",
        "button_label": "",
        "button_link": "",
        "color_scheme": "scheme-399d772c-5473-4d93-a407-2288d88a4cf1",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "multicolumn_GRWGKH": {
      "type": "multicolumn",
      "blocks": {
        "column_UFCGMi": {
          "type": "column",
          "settings": {
            "title": "Safety Zone",
            "text": "<p>The area that is needed around a piece of play equipment to provide space for falls.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_bqXL8r": {
          "type": "column",
          "settings": {
            "title": "Fall Height",
            "text": "<p>The highest playable surface on a structure.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_Qry4Th": {
          "type": "column",
          "settings": {
            "title": "Safety Surfacing",
            "text": "<p>The surface used beneath a piece of equipment to cushion a fall.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_rJdFKb": {
          "type": "column",
          "settings": {
            "title": "Event",
            "text": "<p>One activity on a larger structure or a single free-standing structure.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_6bgjdT": {
          "type": "column",
          "settings": {
            "title": "CPSI",
            "text": "<p>Certified Playground Safety Inspector, a person who has been certified to check safety. They should do annual inspections of your playground.<\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_8Q8wNq": {
          "type": "column",
          "settings": {
            "title": "Age Seperation",
            "text": "<p>Creating different areas for different age groups to allow for a safer play experience. <\/p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_wWrx8i": {
          "type": "column",
          "settings": {
            "title": "IPEMA",
            "text": "<p>International Play Equipment Manufacturer's Association, a group that tests and certifies playground equipment for safety.<\/p>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_UFCGMi",
        "column_bqXL8r",
        "column_Qry4Th",
        "column_rJdFKb",
        "column_6bgjdT",
        "column_8Q8wNq",
        "column_wWrx8i"
      ],
      "settings": {
        "title": "Helpful Playground Terms to Know",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 3,
        "column_alignment": "left",
        "background_style": "none",
        "button_label": "",
        "button_link": "",
        "color_scheme": "scheme-5",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "rich_text_VTBay6",
    "budget_calculator_RLGMPb",
    "simple_text_FQQwjf",
    "simple_text_WFfJcL",
    "simple_text_d9nYyY",
    "simple_text_eHfMrE",
    "simple_text_rVAmAw",
    "video_plus_text_BbMdYt",
    "simple_text_L974gb",
    "simple_text_mwetR7",
    "multicolumn_xFFKVP",
    "multicolumn_GRWGKH"
  ]
}
