{
  "sections": {
    "rich_text_xBA9Qb": {
      "type": "rich-text",
      "blocks": {
        "heading_Cxjx9M": {
          "type": "heading",
          "settings": {
            "heading": "Planning & Resources",
            "heading_size": "h1"
          }
        },
        "text_m3wnrr": {
          "type": "text",
          "settings": {
            "text": "<p>This page will accompany you on your journey to purchasing your new playground. You will be taken through the process of planning, designing and purchasing a new playground for your park, school or daycare. This page also links to helpful and informative articles that will give you more tips and guidance in your search.<\/p>"
          }
        },
        "button_fE8wqd": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_Cxjx9M",
        "text_m3wnrr",
        "button_fE8wqd"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "scheme-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 24,
        "padding_bottom": 28
      }
    },
    "resource_articles_PgPF8k": {
      "type": "resource-articles",
      "blocks": {
        "icon_KV4UwM": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_playground-equipment_color-variant-2.png",
            "icon_link": "Playground Equipment",
            "modal_content": "<p>Learn the difference between the different types of swings, commercial and residential equipment, or just look up the history of playground equipment.<\/p>"
          }
        },
        "icon_yQLBMn": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_design_color-variant-2.png",
            "icon_link": "Design",
            "modal_content": "<p><strong>Playground Design Services<\/strong><\/p><ul><li>Color Renderings<\/li><li>Structure Revision<\/li><li>Custom Structures<\/li><li>Site Plans<\/li><\/ul>"
          }
        },
        "icon_h9Bzkp": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_materials_color-variant-1.png",
            "icon_link": "Materials",
            "modal_content": "<p>The materials that are used can greatly change the care required.<\/p><ul><li>Galvanized steel<\/li><li>Polyethylene<\/li><li>Recycled plastic<\/li><li>Wood<\/li><\/ul>"
          }
        },
        "icon_z3P8r8": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_organization_color-variant-2.png",
            "icon_link": "Organization",
            "modal_content": "<p>Whether it is a school, church, or another group, the type of equipment that is needed or wanted can vary greatly.<\/p>"
          }
        },
        "icon_WWF8zQ": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_maintenance_color-variant-2.png",
            "icon_link": "Maintenance",
            "modal_content": "<p>Playground equipment requires ongoing maintenance and there can be a lot to keep in mind.<\/p>"
          }
        },
        "icon_hf4tRD": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_buying_guides_color-variant-1.png",
            "icon_link": "Buying Guides",
            "modal_content": "<p>Playground equipment can be expensive, but with a few tricks, the cost can be brought down to an affordable level.<\/p>"
          }
        },
        "icon_qhXwbT": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_teaching_color-variant-1.png",
            "icon_link": "Teaching",
            "modal_content": "<p>Resources about play and playgrounds specifically for administrators, teachers, and students.<\/p>"
          }
        },
        "icon_EWkUKb": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_health_color-variant-1.png",
            "icon_link": "Health",
            "modal_content": "<p>Safety is paramount on the playground while people can all benefit from the use of playgrounds and outdoor fitness equipment.<\/p>"
          }
        },
        "icon_KKrenf": {
          "type": "icon",
          "settings": {
            "icon": "shopify:\/\/shop_images\/playground-icon_family_color-variant-1.png",
            "icon_link": "Family",
            "modal_content": "<p>A variety of resources for parents, children and the whole family.<\/p>"
          }
        }
      },
      "block_order": [
        "icon_KV4UwM",
        "icon_yQLBMn",
        "icon_h9Bzkp",
        "icon_z3P8r8",
        "icon_WWF8zQ",
        "icon_hf4tRD",
        "icon_qhXwbT",
        "icon_EWkUKb",
        "icon_KKrenf"
      ],
      "custom_css": [
        "h2 {text-align: center; font-size: 26px;}",
        "p {color: #002b57;}",
        "li {color: #002b57;}"
      ],
      "settings": {
        "header": "Resource Articles",
        "padding_top": 28,
        "padding_bottom": 20,
        "color_scheme": "scheme-1",
        "include_padding": false
      }
    },
    "multicolumn_qtmpyC": {
      "type": "multicolumn",
      "blocks": {
        "column_RYJEQH": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/playground-icon_getting-started_color-variant-2.png",
            "title": "The Process",
            "text": "<ol><li><a href=\"\/pages\/getting-started\" title=\"Getting Started\">Getting Started<br\/><\/a><\/li><li><a href=\"\/pages\/shipping-delivery\" title=\"\/pages\/shipping-delivery\">Delivery<br\/><\/a><\/li><li><a href=\"\/pages\/installation\" title=\"\/pages\/installation\">Installation<br\/><\/a><\/li><li><a href=\"\/pages\/maintenance\" title=\"Maintenance\">Maintenance<\/a><\/li><\/ol>",
            "link_label": "",
            "link": ""
          }
        },
        "column_DyWarU": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/playground-icon_purchasing-process_color-variant-2.png",
            "title": "Purchasing",
            "text": "<ol><li><a href=\"\/pages\/purchasing-process\" title=\"Purchasing Process\">Purchasing Process<\/a><\/li><li><a href=\"\/pages\/financing-and-leasing\" title=\"Financing and Leasing\">Financing & Leasing<\/a><\/li><li><a href=\"\/pages\/fundraising-guide\" title=\"Fundraising Guide\">Fundraising Guide<\/a><\/li><li><a href=\"\/pages\/playground-equipment-grants-stimulus-guide\" title=\"Playground Equipment Grants & Stimulus Guide\">Grants & Stimulus<\/a><\/li><\/ol>",
            "link_label": "",
            "link": ""
          }
        },
        "column_tJejry": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/playground-icon_design_color-variant-1.png",
            "title": "Design",
            "text": "<ol><li><a href=\"\/pages\/design-services\" title=\"Design Services\">Design FAQ<\/a><\/li><li><a href=\"\/pages\/design-basics\" title=\"Design Basics\">Design Basics<\/a><\/li><li><a href=\"\/pages\/color-options\" title=\"Color Options\">Color Options<\/a><\/li><li><a href=\"\/pages\/playground-color-tool\" title=\"Playground Color Tool\">Playground Colorizer<\/a><\/li><\/ol>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_RYJEQH",
        "column_DyWarU",
        "column_tJejry"
      ],
      "custom_css": [
        ".multicolumn-card-spacing {margin: 0 auto;}"
      ],
      "settings": {
        "title": "Planning Guides",
        "heading_size": "h1",
        "image_width": "half",
        "image_ratio": "adapt",
        "columns_desktop": 3,
        "column_alignment": "left",
        "background_style": "primary",
        "button_label": "",
        "button_link": "",
        "color_scheme": "scheme-5",
        "columns_mobile": "1",
        "swipe_on_mobile": true,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "simple_text_37BDxC": {
      "type": "simple-text",
      "settings": {
        "color_scheme": "scheme-399d772c-5473-4d93-a407-2288d88a4cf1",
        "header": "More Questions?",
        "heading_font_size": 30,
        "paragraph": "<p><a href=\"mailto:customercare@theplaygroundstore.com\" title=\"mailto:customercare@theplaygroundstore.com\">Send Us a Message<\/a> OR <a href=\"tel:+1-833-575-0255\" title=\"tel:+1-833-575-0255\">Call 1-833-575-0255<\/a><\/p>",
        "text_font_size": 22,
        "alignment": "center",
        "padding_top": 28,
        "padding_bottom": 36
      }
    },
    "collapsible_content_DdXWAX": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_iBKgfJ": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How much does a playground slide cost?",
            "icon": "question_mark",
            "row_content": "<p>The cost of a commercial playground slide can vary greatly. You can typically find them priced anywhere from $1,500 to $20,000, but the average cost is around $3,000 to 5,000. A slide is an important part of every play set, so it's definitely important to factor at least one into your playground cost estimate. Keep in mind that \"commercial-grade playground equipment\" does not refer to the standard backyard play set; these are heavy-duty pieces found in public parks or schools. Most of these slides will be made from high-quality molded plastic with steel posts and steps, built to withstand years of daily use and harsh weather. That's why your playground cost will naturally be a bit higher than it would if you were just buying equipment for your backyard.<\/p><p>Slides can be found in a wide selection of shapes, colors and sizes. It would be difficult to come across two slides that looked exactly alike! Because of their customizable nature and variety, it can be helpful to know some of the terms used to describe different kinds of playground slides.<\/p><h3>Common Types of Slides<\/h3><ul><li><strong>Freestanding Slides<\/strong>: \"Freestanding\" refers to the fact that the slide can stand alone; it does not have to be attached to a play structure. They can be a variety of sizes (3 foot, 4 foot, 5 foot, etc.), and they can be curved, straight, or wavy.<\/li><li><strong>Tube Slides<\/strong>: These slides have enclosed chutes that may or may not have transparent sections. They can be straight or spiral as well as freestanding or mounted.<\/li><li><strong>Spiral Slides<\/strong>: Spiral means exactly what you would expect; the chute winds in a spiral pattern from the entrance to the exit. They can be tube slides or traditional open slides, freestanding or mounted, and anywhere from 8 to 16 feet.<\/li><li><strong>Embankment Slides<\/strong>: Embankment slides are ideal for honoring the natural landscape of a play area. They are designed to be installed directly into the slope of a hill. You will find these in single or double versions as a freestanding option.<\/li><li><strong>Straight Slide<\/strong>: Straight slides are pretty straightforward, no pun intended. They have no curving or spiraling from top to bottom and can be open or enclosed. You will find these as freestanding options or mounted to play systems.<\/li><li><strong>Wavy Slide<\/strong>: \"Wavy\" refers to the humps along the slide. The shallow dips offer a little extra thrill during the ride. They will be found as straight slides and in a variety of heights.<\/li><\/ul><h3>Cost Considerations for Playground Slides<\/h3><p>The price of slides increases as the desired height increases. Additionally, tube slides are typically more expensive than open slides of a similar height because they use more materials to enclose the chute. Spiral slides often cost more than straight ones at the same height for similar reasons.<\/p><p>There is a slide for every project and every budget, and at PlaygroundEquipment.com, we can help you find it, whether that means matching you up with your dream slide or having a custom playground slide made just for you. Whether you are planning out the playground cost for a new project or refreshing an existing play area, commercial playground slides are sure to make any play space a destination for children of all ages.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_edxGXP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is the best thing to put under a playset?",
            "icon": "question_mark",
            "row_content": "<p>The best thing to put under a playset is appropriate safety surfacing like rubber mulch, engineered wood fiber or poured-in-place rubber. Every play structure should have some sort of safety surfacing beneath it. About 79% of all playground injuries involve falls, and falls account for 90% of the most severe playground injuries. This is why safety surfacing is crucial for public play spaces. Learn more about surfacing options below:<\/p><p><\/p><h2>Rubber Mulch<\/h2><p>Rubber mulch is made from either nuggets of recycled tire chunks or shredded synthetic rubber. It is one of the most popular options for safety surfacing, as it is very cost effective and environmentally friendly. Additionally it reduces weed growth and doesn’t attract insects or fungal growth. This low-maintenance option can be ordered in bulk or smaller amounts for residential use. It can hold its color for up to 10 years and can last a long time with proper maintenance and borders. It does not look or feel as natural as wood mulches, but it offers great cushioning.<\/p><p> <\/p><h2>Engineered Wood Fiber<\/h2><p>Engineered Wood Fiber is another popular choice for playground surfacing. It is the lowest cost option with proper cushioning for many different fall heights. It offers a nice organic appearance and is simple to install. With the proper borders, raking and maintenance, the life of engineered wood fiber can be extended.<\/p><p> <\/p><h2>Poured-in-Place<\/h2><p>Poured-in-Place rubber is one of the most low-maintenance and safest surfacing options on the market. The rubber pieces are mixed with a binder and spread over the surface in a variety of colors and patterns. After an adequate amount of time for curing, the equipment can be installed on top. This surfacing is IPEMA certified and is the best option for wheelchair access. It does carry one of the highest price tags for safety surfacing, but it’s longevity will make it worth the cost for many projects.<br\/> <\/p><h2>Artificial Grass Turf<\/h2><p>Artificial grass playground surfacing is a resilient and visually appealing solution for creating safe play spaces for children. Crafted from high-quality synthetic fibers, it delivers a soft and slip-resistant surface, reducing the risk of injuries during play. This surfacing option not only mimics the natural look and feel of grass but also requires minimal maintenance, eliminating the need for mowing or watering. Its durability allows it to withstand heavy use and diverse weather conditions, ensuring a consistent and level playing surface. With customizable options in color and texture, artificial grass enhances the aesthetic appeal of playgrounds while providing an eco-friendly alternative to traditional grass, making it a popular choice for modern and low-maintenance play areas.<\/p><h2>Rubber Tiles<\/h2><p>Rubber Safety Tiles are available in several colors, as well as thicknesses to accommodate a variety of fall heights. This option is great for diy projects and smaller surface areas, as well as indoor playgrounds. Like Poured-in-Place, these offer a lot of wheelchair accessibility. <br\/> <\/p><h2>Wear Mats<\/h2><p>In addition to your primary loose fill safety surfacing, it may be a good idea to add wear mats to areas with high traffic where surfacing wears down quickly. This is typically under swings and at the bottom of slides. Wear mats can help extend the life of your surfacing, as well as adding extra cushioning for children at play. <br\/><\/p>",
            "page": ""
          }
        },
        "collapsible_row_LKPaXV": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What do you use for playground flooring?",
            "icon": "question_mark",
            "row_content": "<p>The two basic types of playground surfacing materials are loose-fill, such as wood mulch, sand, or pea gravel, and unitary materials, like rubber tile or poured-in-place rubber. <\/p><p><br\/>Types of Playground Surfacing Materials <\/p><p><strong>Engineered Wood Fiber\/Wood Mulch<\/strong><\/p><p>Much like the mulch used in gardens, wood mulch is essentially repurposed wood material that’s a byproduct of the lumber and paper industries. Since the wood in engineered wood mulch has been recycled, it’s a great option for environmentally-conscious playground operators. <\/p><p><strong>Rubber Mulch<\/strong><\/p><p>Rubber mulch is made from recycled rubber, typically sourced from discarded tires. When properly placed, playground rubber mulch offers robust fall protection while demanding less maintenance than other surfacing options. One disadvantage to rubber mulch is that, among loose-full surfacing options, rubber mulch carries the highest upfront cost.  <\/p><p><strong>Poured-in-Place Rubber<\/strong><\/p><p>Poured-in-place rubber is one of the most popular playground surfacing options, and it’s easy to see why: by utilizing two layers, poured-in-place surfacing is safe, durable, and sustainable. Although it comes at a higher upfront cost than mulch or other loose-fill materials, poured-in-place rubber also lasts longer and can be customized with many different color options.<\/p><p>In the end, choosing the right playground surfacing material is critical to the longevity and success of your playground. In doing so, you can help prevent injury and keep your playground a safe and inviting place for all. <\/p>",
            "page": ""
          }
        },
        "collapsible_row_wYxiHT": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How much does it cost to build a special needs playground?",
            "icon": "question_mark",
            "row_content": "<p>Generally speaking, it’s wise to budget at least $1000 for every child you expect to be playing on your playground. In other words, if you expect 20-30 kids to play on any given day, you should plan to budget at least $20,000-$30,000. <br\/><br\/><strong>Are Special Needs Playgrounds more expensive than others?<\/strong><\/p><p>Special needs playgrounds aren’t necessarily more expensive than other playgrounds, but they do tend to incur different costs, whether it’s wheelchair ramps or ground-level games and activity panels. Additionally, accessible playgrounds tend to feature surfacing like poured-in-place rubber or concrete, which are properly pressurized and accommodative to children with wheelchairs and other walking devices. If you’re trying to make an existing playground more accessible, start by ensuring that your playground surfacing can be easily traversed by kids in wheelchairs. Then, consider where on your playground you can add play elements like boards or activity panels. <\/p><p><strong>Why Build a Special Needs Playground?<\/strong><\/p><p>The main reason to build an inclusive playground is that leisure time on the playground should be something that every child can enjoy. Sadly, the amenities and equipment most often found on playgrounds does not adequately accommodate a variety of abilities. By introducing ground-level playground panels, wheelchair ramps,  as well as ensuring proper surfacing, you can begin to make your playground into a place that’s inclusive and welcome to children of all physical abilities.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_WAErtU": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What are the different types of swings?",
            "icon": "question_mark",
            "row_content": "<p>There are many different types of swings to choose from, like traditional belt seats, bucket seats, tire seats, nest seats (disc-shaped), adaptive seats, and wheelchair platforms. And commercial swing sets can be customized in several different ways to create many combinations of swing seats, components, sizes, and colors! <\/p><p>Since there are so many different choices available, how do you decide which option suits your needs the best? Choosing the right type of swing for your children starts with understanding the different types of swings available and the differences between them. Considering this information and the ages and play preferences of the children who will use your swings should help you make the right choice.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_DNnpeP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is the most popular playground equipment?",
            "icon": "question_mark",
            "row_content": "<p>The most popular playground equipment consists of classic pieces, such as swings and slides, which have long been cherished by generations of children. In recent years, there has been a growing trend towards incorporating playground equipment that is inspired by creativity, inclusivity, and innovative technologies, catering to the ever-evolving interests of kids. These modern play structures often feature interactive elements like musical playground equipment and sensory play areas, all of which captivate children's imagination and encourage active engagement. While innovation is on the rise, it's essential to remember that the best playground equipment seamlessly blends the timeless charm of traditional pieces with these contemporary additions, ensuring a harmonious blend of old and new. Beyond pure enjoyment, today's playgrounds also prioritize safety, fostering a sense of community among children and parents, promoting physical exercise, and, most importantly, offering a space where kids can make lasting memories filled with laughter and fun.<\/p>",
            "page": ""
          }
        },
        "collapsible_row_4GThmP": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What are the spinny things at playgrounds called?",
            "icon": "question_mark",
            "row_content": "<p>There are two main categories of “spinny things” at playgrounds and parks: Merry-Go-Rounds and Free-Standing Spinners. Spinning playground equipment is a classic staple in many communities. Children love spinning; it comes with various health benefits like improved vestibular sense, balance, and mental health, and best of all, it’s a lot of fun!<\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_iBKgfJ",
        "collapsible_row_edxGXP",
        "collapsible_row_LKPaXV",
        "collapsible_row_wYxiHT",
        "collapsible_row_WAErtU",
        "collapsible_row_DNnpeP",
        "collapsible_row_4GThmP"
      ],
      "custom_css": [
        ".media > img {object-fit: contain;}"
      ],
      "settings": {
        "caption": "FAQ",
        "heading": "Featured Questions",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "scheme-3",
        "container_color_scheme": "scheme-2",
        "open_first_collapsible_row": false,
        "image": "shopify:\/\/shop_images\/question-mark.png",
        "image_ratio": "small",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "rich_text_xBA9Qb",
    "main",
    "resource_articles_PgPF8k",
    "multicolumn_qtmpyC",
    "simple_text_37BDxC",
    "collapsible_content_DdXWAX"
  ]
}
